views/otel/index.php

SELECT * FROM `travels` WHERE `id`='34'
---
                'format' => 'raw',
                'label' => 'Sayohatlar',
                'value'=>function ($data) {
                    $res =\app\models\Travels::find()->where(['id'=>$data['cate']])->one();