controllers/SiteController.php

    public function actionIndex()
    {
        $this->layout='site_main';
        $slider = Slider::find()->all();
        $event = Travels::find()->orderBy(['id'=>SORT_DESC])->limit(9)->all();
        $day="day_".Yii::$app->language;
        $name="name_".Yii::$app->language;
        $lavozim="lavozim_".Yii::$app->language;
        $teams = Team::find()->all();
        $client = Client::find()->all();
---
SELECT * FROM `slider`
SELECT * FROM `travels` ORDER BY `id` DESC LIMIT 9
SELECT * FROM `team`
SELECT * FROM `client`