views/photo/index.php

                'format' => 'raw',
                'label' => 'Sayohatlar',
                'value'=>function ($data) {
                    $res =\app\models\Travels::find()->where(['id'=>$data['cate']])->one();
---
SELECT * FROM `travels` WHERE `id`=34